[{"text": "Page 5  \nPART - A  \n \nUNIT - 1  \nBASIC CONCEPTS : Principle of operation of transformer, Constructional details of shell \ntype and core type single-phase and three-phase transformers. EMF equation, operation of \npractical power transformer under no load and on load (with phasor diagrams).Concept of \nideal transformers, current inrush in transformers.      6 Hours  \n Transformers:   The static electrical device which transfers the voltage from one \nlevel to another level by the principle of self and mutual induction without change in \nfrequency. \n Michael Faraday propounded the principle of electro-magnetic induction in 1831It \nstates that a voltage appears across the terminals of an electric coil when the flux linked \nwith the same changes. The magnitude of the induced voltage is proportional to the rate of \nchange of the flux linkages. This finding forms the basis for many magneto electric \nmachin es \n The earliest use of this phenomenon was in the development of induction coils. \nThese coils were used to generate high voltage pulses to ignite the explosive charges in the \nmines. As the d.c. power system was in use at that time, very little of transformer principle \nwas made use of. In the d.c. supply system the generating station and the load center have \nto be necessarily close to each other due to the requirement of economic transmission of \npower. \n Transformers can link two or more electric circuits. In its simple form two electric \ncircuits can be linked by a magnetic circuit, one of the electric coils is used for the creation \nof a time varying magnetic field. The second coil which is made to link this field has a \ninduced voltage in the same. The magnitude of the induced emf is decided by the number of \nturns used in each coil. Thus the voltage level can be increased or decreased by changing \nwww.getmyuni.com\n", "page": 1, "source": "transformers.pdf"}, {"text": " \nPage 6 the number of turns. This excitation winding is called a primary and the output winding is \ncalled a secondary. As a magnetic medium forms the link between the primary and the \nsecondary windings there is no conductive connection between the two electric circuits. The \ntransformer thus provides an electric isolation between the two circuits. The frequency on \nthe two sides will be the same. As there is no change in the nature of the power, the re \nsulting machine is called a ‗transformer‘ and not a ‗converter‘. The electric power at one  \nVoltage/current level is only ‗transformed‘ into electric power, at the same frequency, t o \nanother voltage/current level. \n Even though most of the large-power transformers can be found in the power \nsystems, the use of the transformers is not limited to the power systems. The use of the \nprinciple of transformers is universal. Transformers can be found operating in the frequency \nrange starting from a few hertz going up to several mega hertz. Power ratings vary from a \nfew miliwatts to several hundreds of megawatts. The use of the transformers is so wide \nspread that it is virtually impossible to think of a large power system without transformers. \nDemand on electric power generation doubles every decade in a developing country. For \nevery MVA of generation the installed capacity of transformers grows by about 7MVA.  \nClassification of Transformer:  \n The transformers are classified according to: \n1. The Type of Construction: \n(a) Core Type Transformer \n(b) Shell Type Transformer \n2. The Number of Phases: \n(a) Single Phase Transformer \n(b) Three Phase Transformer \n3. The Placements: \n(a) Indoor Transformer \n(b) Outdoor Transformer \n4. The Load: \n(a) Power Transformer \n(b) Distribution Transformer \nwww.getmyuni.com\n", "page": 2, "source": "transformers.pdf"}, {"text": " \nPage 7 Id eal Transformer  \n To understand the working of a transformer it is always instructive, to begin with \nthe concept of an ideal transformer with the following properties. \n \n1. Primary and secondary windings have no resistance.  \n \n2. All the flux produced by the primary links the secondary winding i.e., there is no \nleakage flux.  \n \n3. Permeability μ r of the core is infinitely large. In other words, to establish flux in the \ncore vanishingly small (or zero) current is required.  \n \n4. Core loss comprising of eddy current and hysteresis losses are neglected.  \nConstruction of a Transformer  \nThere are two basic parts of a transformer: \n1. Magnetic core \n2. Winding or coils \n \n MAGNETIC CORE: The core of a transformer is either square orrectangular in size. \nIt is further divided in two parts. The vertical portion on which the coils are bound is \ncalled limb, while the top and bottom horizontal portion is called yoke of the core as \nshown in fig. 2. \n \n  \n \n \n   \n     Fig. 2 \nCore is made up of laminations. Because of laminated type of construction, eddy \ncurrent losses get minimized. Generally high grade silicon steel laminations (0.3 to 0.5 mm \nthick) are used. These laminations are insulated from each other by using insulation like \nvarnish. All laminations are varnished. Laminations are overlapped so that to avoid the air Yoke  \nLimb  \nwww.getmyuni.com\n", "page": 3, "source": "transformers.pdf"}, {"text": " \nPage 8 \ngap at the joints. For this generally ‗L‘ shaped or ‗I‘ shaped laminations are used which are \nshown in the fig. 3 below. \n \nFig. 3 \nWINDING:  There are two windings, which are wound on the two limbs of the core, which \nare insulated from each other and from the limbs as shown in fig. 4. The windings \nare made up of copper, so that, they possess a very small resistance. The winding \nwhich is connected to the load is called secondary winding and the winding which is \nconnected to the supply is called primary winding. The primary winding has N 1 \nnumber of turns and the secondary windings have N 2 number of turns. \n \n \n \n \n \n \n \n \n \nFig. 4. Single Phase Transformer \n V1 V2 \nN1 N2 \nwww.getmyuni.com\n", "page": 4, "source": "transformers.pdf"}, {"text": " \nPage 9 \nTYPES OF TRANSFORMERS:  \nThe classification of transformer is based on the relative arrangement or disposition of \nthe core and the windings. There are two main types of transformers. \n1. Core type \n2. Shell type \nCORE TYPE:  \nFig 5(a)& (b) shows the simplified representation of a core type transformer, where \nthe primary and secondary winding have been shown wound on the opposite sides. \nHowever, in actual practise, half the primary and half the secondary windings are situated \nside by side on each limb,so as to reduce leakage flux as shown in fig 6.  This type of core \nconstruction is adopted for small rating transformers. \n \n \nFig. 5(a) & (b) Single Phase Core Type Transformer \n \n \n \n \n \nwww.getmyuni.com\n", "page": 5, "source": "transformers.pdf"}, {"text": " \nPage 10 \nSHELL TYPE:  \nIn this type, the windings occupy a smaller portion of the core as shown in fig 5. \nThe entire flux passes through the central part of the core, but outside of this a central core, \nit divides half, going in each direction. The coils are form wound, multilayer disc-type, each \nof the multilayer discs is insulated from the other by using paper. This type of construction \nis generally preferred for high voltage transformers. \n \nFig. 7 (a) & (b) Single Phase Shell Type Transforme \nwww.getmyuni.com\n", "page": 6, "source": "transformers.pdf"}, {"text": " \nPage 11 \nPrinciple of Operation of a Single Phase Transformer \nA single phase transformer works on the principle of mutual induction between two \nmagnetically coupled coils. When the primary winding is connected to an alternating \nvoltage of  r.m.s value, V1 volts, an alternating current flows through the primary winding \nand set up an alternating flux ϕ in the material of the core. This alternating flux ϕ, links not \nonly the primary windings but also the secondary windings. Therefore, an e.m.f e 1 is \ninduced in the primary winding and an e.m.f e 2 is induced in the secondary winding, e 1 and \ne2 are given \n    --------- (a) \n  ----------(b) \nIf the induced e.m.f  is e 1 and e 2 are represented by their rms values E 1 and E 2 respectively, \nthen  \n  --------- (1) \n ---------- (2) \nwww.getmyuni.com\n", "page": 7, "source": "transformers.pdf"}, {"text": " \nPage 12 \n Therefore, \n  ---------------- (3) \nK is known as the transformation ratio of the transformer. When a load is connected to the \nsecondary winding, a current I 2 flows through the load, V 2 is the terminal voltage across the \nload. As the power transfered from the primary winding to the secondary winding is same, \nPower input to the primary winding = Power output from the secondary winding. \nE1I1 = E 2I2 \n(Assuming that the power factor of the primary is equal to the secondary). \nOr,   \n  ------- (4) \nFrom eqn (3) and (4), we have \n --------------- (5) \nThe directions of emf‘s E 1 and E 2 induced in the primary and secondary windings are such \nthat, they always oppose the primary applied voltage V 1. \nEMF Equation of a transformer:  \nConsider a transformer having, \nN1 =Primary turns \nN2 = Secondary turns \nΦm = Maximum flux in the core \nΦm = B m × A webers \nf= frequency of ac input in hertz (Hz) \nwww.getmyuni.com\n", "page": 8, "source": "transformers.pdf"}, {"text": "         \nPage 13 \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe flux in the core will vary sinusoidally as shown in figure, so that it increases from zero \nto maximum ―ϕ m‖ in one quarter of the cycle i.e, \n  second \nTherefore, average rate of change of flux = \n  \n                                                                           = 4f φm \nWe know that, the rate of change of flux per turn means that the induced emf in volts. \nTherefore, average emf induced per turn  = 4f φm  volts. \nSince the flux is varying sinusoidally, the rms value of induced emf is obtained by \nmultiplying the average value by the form factor . \nTherefore, rms value of emf induced per turns = 1.11×4f×φ m \n= 4.44fφ m volts \nThe rms value of induced emfin the entire primary winding = (induced emf per turn) × \nnumber of primary turns \nwww.getmyuni.com\n", "page": 9, "source": "transformers.pdf"}, {"text": " \nPage 14 i.e, E 1 =4.44fφ m×N 1      = 4.44fB m×A×N 1 \nSimilarly; \nE2= 4.44 f φ m × N 2      = 4.44 f B m × A × N 2 \n \nTransformation Ratio: \n(1) Voltage Transformation Ratio \n(2) Current Transformation Ratio \nVoltage Transformation Ratio: \n Voltage transformation ratio can be defined as the ratio of the secondary voltage to \nthe primary voltage denoted by K \nMathematically given as \n  \n \n \n \nCurrent  Transformation Ratio: \n Consider an ideal transformer and we have the input voltampere is equal to output \nvoltampere. \nMathematically, Input Voltampere = Output Voltampere \n \n \n \nwww.getmyuni.com\n", "page": 10, "source": "transformers.pdf"}, {"text": "         \nPage 15 \n Coupled circuits \n When two coils separated by each other, a change in current in one coil will effect \nthe voltage in another coil by mutual induction \n Self Inductance:  A coil capable of inducing an emf in itself by changing current \nflowing through it, this property of coil is known as self inductance. \n The self induced emf is directly proportional to the rate of change of current. \n                                      e α di/dt;  e =L di/dt  \n Where L=coefficient of self inductance. \nMutual Inductance \n Current in one coil changes, there occurs a change in flux linking with other as \nresult an emf is induced in the adjacent coils. \n The mutually induced emf e2 in the second coil id dependent on the rate of change \nof current in the first coil. \n e2 α di1/dt; e2=Mdi1/dt  \nCOEFFCIENT OF COUPLING \n K= M/(L1L2) \n The two coils is said to be tightly or perfectly coupled only when K=1 and therefore \nM=L1L2 it‘s said to be maximum mutual inductan ce \n When the distance between the two coils is greater than the coils are said to be \nloosely packed  \n Coefficient of coupling will help in deciding whether the coils are closely packed or \nloosely packed. \n \nwww.getmyuni.com\n", "page": 11, "source": "transformers.pdf"}, {"text": " \n \nPage 16 \n Derivation for Co-efficient of coupling \nDot Convention \n \n A current entering the dotted terminal of one coil produces an open-circuit voltage \nwhich is positively sensed at the dotted terminal of the second coil \n A current entering the undotted terminal of one coil produces an open-circuit \nvoltage which is positively sensed at the undotted terminal of the second coil. \n The advantage of dot convention is to find out the direction of the winding and \ndirection of flux linking the coil \n The direction of the flux due to rate of change of flux can be analyzed by right hand \nthumb rule. \nDifferent connections of coupled circuits \n   Series Aiding:  \n Series Opposing: \n Parallel Aiding:  \n Parallel Opposing  \n Refer Circuit diagram and derivation for the class notes. \n \n \nwww.getmyuni.com\n", "page": 12, "source": "transformers.pdf"}, {"text": "Page 17 \n Equilibrium Equations \n \n \n The  coil where electrical energy is fed is considered as Primary \n The coil where load is connected to draw the current from mutual induction is \nSecondary \n There are Two main part in Transformer 1) Core  2) Windings \n Core: The top and bottom part of the core is Yoke,  The side limbs are considered as \nLegs. The core is made up of Silicon steel to avoid the Eddy current and Hystersis \nLoss. \n Windings: Basically it is made up of Copper and depends on the current value based \non this it is of two types Low Voltage and High Voltage Winding. \nwww.getmyuni.com\n", "page": 13, "source": "transformers.pdf"}, {"text": " \n \nPage 18 \n \n \n There are Two main part in Transformer \n   1) Core 2) Windings \n Core: The top and bottom part of the core is Yoke, the Vertical portions are \nconsidered as of Limbs Legs.   \n The core is made up of Silicon steel laminations of thickness 0.33m (CRGO) to \navoid the Eddy current and Hysteresis Loss. \n Each laminations are  varnished one another  and bolted to form a L or T or I shaped \nstructures.  \nwww.getmyuni.com\n", "page": 14, "source": "transformers.pdf"}, {"text": " \nPage 19 \n \n Windings: Basically it is made up of Copper and depends on the current value based \non this it is of two types Low Voltage and High Voltage Winding. \n The LV and HV coils should be placed close to each other as to increase the mutual \ninduction. \n \n The two coils are separated by insulated materials such as paper, cloth or mica \n Coils maybe placed Helically(Cylindrical) or Sandwiched in the window of \ntransformer \nwww.getmyuni.com\n", "page": 15, "source": "transformers.pdf"}, {"text": " \nPage 20 \n \n Rectangular core, two limbs. \n Winding encircles core and Low voltage coil is placed near the limb and insulation \nby paper and High voltage on it. \n Windings are distributive type and natural cooling is effective and top laminations \ncan be removed for maintenance work.  \nwww.getmyuni.com\n", "page": 16, "source": "transformers.pdf"}, {"text": " \nPage 21 \n \n \n Core Encircles most of windings \n Natural cooling is not possible  \n Maintenance work is difficult \n For HV Transformers \n 1- ф requires three limbs  \n Double magnetic circuit \nwww.getmyuni.com\n", "page": 17, "source": "transformers.pdf"}, {"text": " \nPage 22 \n \n \n Core consists of three limbs, top and bottom yokes. \n Each limb consists of primary and secondary winding(LV and HV winding) \n Three phase transformer can also designed by arranging three single phase \ntransformer in series. \n \nwww.getmyuni.com\n", "page": 18, "source": "transformers.pdf"}, {"text": " \n \nPage 23 \n \n Shell type(five limb)is used for large transformer because they can be made with a \nreduced height. \n The cost of three phase shell type transformer is more. \n For cooling of transformer fans are fixed at the radiators. \nwww.getmyuni.com\n", "page": 19, "source": "transformers.pdf"}, {"text": "                                    \n \n Page 24 \n \n \nCore type      \n Winding encircles core  \n Cylindrical coils \n Natural cooling is effective \n Maintenance work is easy   \n Single magnetic circuit \n Low Voltage and distribution type  \n Two limbs for 1-phase and three for 3-phase  \nShell type  \n Core encircles windings \n Disc type  \n Natural cooling is not effective \n Maintenance work is difficult \nwww.getmyuni.com\n", "page": 20, "source": "transformers.pdf"}, {"text": " \nPage 25 \n  Double magnetic circuit \n High Voltage transformer \n Three limbs for 1-phase and 6-limbs for three phase  \n \nTypes of Transformer \n Power Transformer \n Distribution Transformer \n Constant Voltage Transformer \n Constant Current Transformer \n Variable Frequency Transformer \n Auto Transformer  \n \nPower transformer of rating 500 mVA 11kv/230v \n Transformer having rating more than 200kva is power transformers \n Usually this transformers are placed near the generating and substations to either \nstep up or step down voltage levels \n The transformers which are used to transform the transmission voltage to the \nvoltage level of primary feeders are called substation transformers \nwww.getmyuni.com\n", "page": 21, "source": "transformers.pdf"}, {"text": " \nPage 26 \n \n \nFig:   Power Transformer \nwww.getmyuni.com\n", "page": 22, "source": "transformers.pdf"}, {"text": " \nPage 27 Pad mounted & pole  mounted distribution transformer \n It changes feeder  voltage  to the utilization voltage for customer requirements. \n This  transformers operate throughout the day therefore iron loss will be throughout \nthe day and copper loss occur only when it is loaded. \n These are low load high efficiency machines. \n It is designed in such way to maintain the small leakage reactance to get good \nvoltage regulation as it want to operate throughout the day. \n Depending on the installation it is of pole mounted or pad mounted as shown in the \ndiagram. \n \n \n \nwww.getmyuni.com\n", "page": 23, "source": "transformers.pdf"}, {"text": " \nPage 28 Constant voltage transformer and its output \n It uses the leakage inductance of its secondary windings in combination with \nexternal capacitors to create one or more resonant circuits. \n It consists of linear inductor which is unsaturated and this will be primary. \n The non linear inductor( saturated) forms the secondary of  the transformer. \n The capacitor connected in parallel saturates by drawing the secondary current due \nto saturation a constant output voltage is produced.  \n Since the output is a quasi sine wave  because of the constant in output voltage and \nthis is improved by the compensating winding.  \n \nwww.getmyuni.com\n", "page": 24, "source": "transformers.pdf"}, {"text": " \nPage 29 \n \n \n \nConstant Current transformer \n It consists of Primary and secondary winding but one is movable and mounted on \nthe same core \n A counter weight is used to balance the moving winding. \n The principle is production of two oppositely directed magnetic field  \n If load impedance decreases load current increases due  to this large opposition \nbetween two magnetic fields produced by primary and secondary \n Due to repulsion movable winding moves up and further gets separated from \nstationary and large leakage flux reduces  and in turn  mutual flux reduces thus \nsecondary voltage reduces  \n \nwww.getmyuni.com\n", "page": 25, "source": "transformers.pdf"}, {"text": "Page 30 \n \nFig: Constant Current Transformer  \n \n \n \nwww.getmyuni.com\n", "page": 26, "source": "transformers.pdf"}, {"text": " \nPage 31 Variable frequency transformer \n The variable frequency transformer (VFT) is essentially a continuously variable \nphase shifting transformer that can operate at an adjustable phase angle \n A variable frequency transformer  is used to transmit electricity between \ntwo asynchronous alternating current domains. \n A variable frequency transformer is a doubly-fed electric machine resembling a \nvertical shaft hydroelectric generator with a three-phase wound rotor, connected by \nslip rings to one external power circuit. A direct-current torque motor is mounted on \nthe same shaft \n The phase shift between input and output voltage should also be small over the \nrange of frequencie s. \n The applications of VFT are Electronic circuits, Communication, Control and \nmeasurement which uses wide band of frequencies. \n \nAuto transformer \n Transformer having only one winding such that part of winding common to both \nprimary and secondary \n In the fig 1 the auto transformer is step down because N1>N2 and here N1 is \ncommon to both sides \n In the fig2 the autotransformer is step down  because N1<N2 and here N2 is \ncommon to both \n It works on the principle of  both induction and conduction  \n Power transfer also takes by both induction and conduction. \n Weight of copper in autotransformer can be reduced  \nwww.getmyuni.com\n", "page": 27, "source": "transformers.pdf"}, {"text": " \nPage 32 \n \n \nFig 1 \n \n Transformer having only one winding such that part of winding common to both \nprimary and secondary \n In the fig 1 the auto transformer is step down because N1>N2 and here N1 is \ncommon to both sides \n In the fig2 the autotransformer is step down  because N1<N2 and here N2 is \ncommon to both \n It works on the principle of  both induction and conduction  \nwww.getmyuni.com\n", "page": 28, "source": "transformers.pdf"}, {"text": " \nPage 33  Power transfer also takes by both induction and conduction. \n Weight of copper in autotransormer can be reduced  \nAdvantages of Autotransformer \n Copper required is very less and hence copper loss is reduced. \n Efficiency  is higher  compared to two winding transformer \n The power rating is m ore compared to two winding transformer \n The size and cost  is less compared to two winding transformer \nApplications of Autotransformer \n It is used as variac for starting of machines like Induction machines, Synchronous \nmachines. \n The voltage drop is compensated and acts as booster. \n It used as furnace transformer at the required supply. \n It can be connected between two systems operating at same voltage level. \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \nwww.getmyuni.com\n", "page": 29, "source": "transformers.pdf"}]