[{"text": "Pakistan Social Sciences Review \nApril-June 2022, Vol. 6, No. 2 [197-208]   \n P-ISSN  2664-0422 \nO-ISSN 2664-0430 \n \n \n \n \n \nRESEARCH PAPER \nChild Labor in Pakistan: Causes, Consequences and P revention  \n \nDr. Sayed Raza Shah Gilani 1  Shehla Zahoor 2   Muhammad Arshad Iqbal 3 \n \n1.  Assistant Professor, Department of Law,  Abdul Wali  Khan University Mardan, KP, \nPakistan \n2.  Lecturer, Department of law Shaheed Benazir Bhutto Women University Peshawar, KP, \nPakistan \n3.  Assistant Professor, Department of law Govt. Post G raduate Jahanzeb College Saidu \nShrif Swat KP, Pakistan \nDOI http://doi.org/10.35484/pssr.2022(6-II)18  \nPAPER INFO ABSTRACT  \nReceived: \nFebruary 16, 2022 \nAccepted: \nApril 15, 2022 \nOnline: \nApril 18, 2022  This article addresses the underexplored but persis tent problem \nof child labour in Pakistan. Child labour is a cons titutionally \ndeclared crime in Pakistan yet one can see a little  progress in \neliminating the scourge of child labour from Pakist an. In fact, it \nis on the rise. What causes child labour? This arti cle posits that \nchild labour can be reduced in Pakistan if the nexu s between \nextractive state institutions and the exploitative private sector is \nruptured. This could be done by strengthening democ racy and \nempowering the parliament, so that it is able to ma ke and \nimplement robust anti-child labour laws in the coun try. The \nvarious laws and the constitution of the country pr ovide in clear \nterms that child labor is a heinous and prohibited crime which \ncomes at the cost of child and in turn impacting th e social, \nintellectual, psychological and moral development o f the child. Keywords: \nChild Abuse,  \nChild Labor as a \nCrime,   \nChild labor Laws in \nPakistan \n*Corresponding \nAuthor \nmaliha.gul@uos.edu. \npk  \nIntroduction \nThe phenomenon of child labor consists of two thing s. First, it is the \nphenomenon of the children. The age of children dif fers from one jurisdiction to \nanother. Various legal regimes provide for both the  age of majority and the age of \nminority. According to Article 11 of the 1973 const itution of Pakistan, a labor \nperformed by children under the age of 14 is catego rized as child labour. Secondly, it \ninvolves a kind of exertion or labor for certain fi nancial gains which differentiate from \nchild work. Hence, child labor involves the labor p erformed by category of people \nunder the age of majority for some financial gains (Edmonds, 2017). The various \nconsequence which the child labor has for the overa ll development and the overall \nstability of society has led to the perception that  child labor is a heinous crime. The \nvarious laws and the constitutional provisions lend  credence to the fact that it is a \ncrime and must be eliminated from society.   \nThe International Labor organization defines the Ch ild labor in terms of its \nconsequences for the children. According to the ILO , child labor is the one which \nimpacts the educational, intellectual, psychologica l and emotional developments. \nAccording to this perspective, child labor is the o ne which deprives a child to get the \nopportunity provided by the state. Hence, child lab or deprives a child to get", "page": 1, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n198  \n education, to get access to the health service and in the long run impact the human \npotential of the children (Fallon, 1998).  \nChild Labor in Pakistan  \nThe Human rights report of 2018 sheds light on the plight of the various \ndisadvantaged groups in society. According to the r eport, given that children are the \nmost disadvantaged groups in society like the child ren, minorities and labors are \nmostly have suffered due to their disadvantaged pos ition. The situation of children \nin Pakistanis hostile both as children and as labor s. However, on the closer analysis it \nbecomes evident that following is the nature of chi ld labor in Pakistan.  \nChild Labor as Human Right Issue  \nMore than anything else, the child labor could be d efined in terms of human \nright in the context of Pakistan. It is evident fro m a number of factors. First, child labor \ndeprives a child from his liberty. In this essence,  it involves the violation of liberty. \nPakistan has approved various treaties like United Nations Declaration on Human \nRights according to which liberty is indispensable for the proper growth of children. \nSecondly, child labor deprives an individual from f reedom of expression and speech. \nThe Convention of Right of Children, 1989, provides  that there ought to be freedom \nof speech and expression. The child labor stifles t his fundamental rights. Similarly, \nthe constitution of the article 11 provides that ch ild labor is to be prohibited in the \ncountry. Hence, it also involves the violation of f undamental rights provided. The \nchild labor deprives an individual to acquire educa tion and other fundamental rights. \nFor example, according to the article 25(A) of the constitution, state must provide free \nand compulsory education to children. But the pheno menon of the child labor \ndeprives an individual to acquire education and hen ce amount to the violation of \nfundamental right. (Basu, 2001)  \nChild Labor as a Political Issue  \nThe phenomenon of child labor is also a political i ssue. An inclusive political \ndispensation leads to equitable distribution of wea lth. On the other hand, an \nexclusionary politics leads to inequality in variou s ways. It is this context that child \nlabor could be studied. The rise of child labor in Pakistan has been the byproduct of \nthe income inequality where they have no other opti on other than to resort to child \nlabor to complement their meager incomes. There is feudalism in many rural areas of \nPakistan where there are no opportunities for the c hildren. The alternative before \nthem to is to resort to child labor for some financ ial gains.   \n Child Labor as a Social Issue  \nThe phenomenon of child, besides political issues, is also a social issue. It is \nalso a social problem which has been the byproduct of various factors like poverty, \nantiquated social customs, unemployment, the lack o f education and various other \nsocial factors. The menace of child labor is also a  social issue as it emerges in a \nparticular social context and because of various “s ocial facts” which as has been called \nas such by Emile Durkheim according to which every kind of phenomenon is caused \nby some social factor called “social facts”. (Edmon ds, 2017)", "page": 2, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Pakistan Social Sciences Review (PSSR) April-June, 2022 Volume 6, Issue 2 \n \n199  \n Child Labor as a Moral Issue  \nEvery society maintains its moral system. The moral  system of any society \npertains to what ought to be done and what not to b e done. But the moral system \ndiffers from the legal system in the sense that whi le the former has no sanction for \nenforcement while the latter is enforced through th e sanction of the state. There are \ncertain issues which are detested by people morally . However, the child labor has \nbeen countenanced by people. In this regard, a few things are worth to be mentioned. \nFirst, it is immoral to expect financial gains form  the child. Secondly, the age of the \nchild does not require him to be engaged in any kin d of labor. Hence, besides other, \nthe child labor is also a moral issue which has bee n countenanced by the silence of \nthe society. (Baland, Is child labor inefficient? 2 000)  \nChild Abuse in the Garb of Child Labor  \nThe most worrisome aspect of the child labor in Pak istan has been the trend \nthat child is abused. Whenever children are employe d to work whether in agriculture, \nwhether in workshop or another place, there is the possibility that they would be \nabused given that they would not speak and they wou ld be reticent about the ordeal \nthey went through. (Fallon, 1998) Child abuse durin g the child labor can assume \nvarious manifestations like physical torture, emoti onal abuse or neglect of the child \nduring the child labor, etc.  \nGirl Child Labor  \nIn Pakistan, child labor is also performed by the g irl-child for the same \ndynamics. The situation of the girl-child labor is more worrisome. In most cases they \nare physical abused. They are at the receiving-end of every kind of abuses. In \nPakistan, girl children are being kept as house-mai d. The most iconic example of the \nchild labor and the subsequent physical torture cas e was the Tayyaba torture case \nwho was physical abused and tortured by his employe r. Hence, the phenomenon of \nthe girl child labor cannot be overlooked in the co untry.  \nMajor Milestones  \nThe constitutional and political history of Pakista n impacted the legislation to \nbe made for the children, but some major milestones  have been made which provided \nfor the elimination of the child labor in the count ry. In this regard, following things \nare important.   \nThe Convention of the Rights of Children-1989  \nThe Convention of the Rights of Child-1989, so far has been the most \ncomprehensive international treaties dealing with t he rights of the children. The \ntreaty consists of 54 articles and each deals with specific rights of the children. The \narticle 27 of the convention obligates the state th at a conducive environment could be \ncreated where the social, moral and spiritual devel opment of children could be \nensured. Likewise, article 32 provides that all sta tes must take certain steps where \nchild could be protected from exploitation through the system of child labor. \nSimilarly, the remaining articles of the convention  deals with the rights of children. \nAll-in-all, it is a blueprint for the fundamental r ights of the children which are to be \nprotected by the state. Pakistan ratified the Conve ntion on the Right of Children in", "page": 3, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n200  \n 1990.It was a major milestone as far as the rights of the children were concerned and \nwas instrumental for the formulation of various law s pertaining to the children. \n(Hindman, 2019)  \nThe Employment of Children Act-1991  \nSo far the most comprehensive law pertaining to the  child labor specifically \nhas been the Employment of Children Act, 1991.The a ct consists of various provisions \npertaining to the child labor. The act provides tha t child labor in Pakistan is \nprohibited and also provides for the mechanism of p enalty where child labor could \nbe protected. These acts was passed by the parliame nt after Pakistan ratified the \nconvention of the rights of children in 1990.The ac t prohibits the child labor and \nprovide for the national committee for the rights o f children. (Basu, 2001)  \nThe ICT Child Protection Act-2018  \nThe most important step was also taken when the par liament of Pakistan \npassed the Islamabad Capital Territory Protection a ct which provides for the setting \nup of any institution where the vulnerable children  could be placed. The act provides \nthat the Child protection institute has been set in  the capital where the vulnerable \nchildren could be placed. The act has been passed d ue to the realization that child \nhave been impacted in the country through various m anners. (Cigno, 2012)  \nLegislations at Provincial Level  \nSince at least after the second democratic transiti on in the country, there has \nbeen a proliferation of various laws passed by the four provincial assemblies in the \ncountry. The provincial assemblies have recognized the reality that child labor has \nbeen on the rise in the country. To arrest the phen omenon of child labor, various laws \nhave been passed. In this regard, the province of P unjab took the lead by instituting \nthe law known as “Punjab Destitution and Neglect Ch ildren Act 2004.It also recently \nimplemented a new law known as “Punjab Prohibition of Child Labor at  \nBrick Kiln Ordinance-2016.Likewise, the province of  Sindh also implemented \nthe law known as “Sindh Child Protection Act-2011 w hich is meant to protect the \nbilave  children in society. Similarly, the province of KP K implemented the “KPK \nWelfare and Protection Act-2010. Hence, at least af ter the democratic transition in the \ncountry, the provincial assemblies are not lagging behind in terms of implementing \nthe laws to provide for a mechanism for the protect ion of children in society. (Beegle, \n2019)  \nChild Labor is on the Rise  \nNot only the child labor is prevalent in the countr y but there also have been \nprognostications by various organization that the n umber of child labor will bloat \nwith shrinking economy. Very recently, the World Ec onomic Forum predicated that \nthere will be surge in the child labor in the devel oping countries like Pakistan. In \nPakistan, almost 13 million children are employed a s child labor, and the economic \ncrisis ensued by the corona virus is likely to elev ate this figure to 16 million by the \nend of the fiscal years. Such prospect does not por tend well for the social landscape \nof the country. (Gilani, 2020)", "page": 4, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Pakistan Social Sciences Review (PSSR) April-June, 2022 Volume 6, Issue 2 \n \n201  \n The Causes of Child Labor in Pakistan  \nThe pernicious phenomenon of the child labor is not  the byproduct of a single \nfactor rather it has been the outcome of various in terrelated factors. On the face of it, \nit appears to be driven by some kind of economic in terests, but on the closer analysis \nit is much more a complex phenomenon which is cause d by various factors. In this \nregard, following causes could be attributed to the  rise of and prevalence of child \nlabor in Pakistan  \nPolitical Causes  \nIn Pakistan, political reforms were never carried o ut consistently. Democratic \nideals never took roots in the country. It all resu lted in a flawed democracy where the \nimpoverished were further squeezed. It was in react ion to these things that a class of \nimpoverished emerged and the income inequalities in creased in the country. Daren \nAcomuglu and James Robinson argue in their book ent itled “Why Nations Fail?” that \nthere is a link between extractive state institutio ns and the various social problems \nlike unemployment, poverty, inequalities, etc., in the developing world. The rise of \npoverty and the resultant child labor have created a conducive environment for the \ngrowth of the child labor. Pakistan has failed to e ffect various reforms of society \nwhich led to the phenomenon to child labor in the c ountry (Acemoglu, 2018) Hence, \nthe role of political factors cannot be overlooked in the rise of child labor in the \ncountry.  \nLikewise, at the political level, Pakistan failed t o bring about necessary \nreforms in the governing structure which led to the  various problems. The rise of child \nlabor in the country is as much is the byproduct of  the governance factors as any other \nfact.  \nEconomic Causes  \nThe rise of child labor in the country is attribute d to economic factors due to a \nnumber of factors. First, the economic base of the country is not that much strong. \nSecondly, there is unemployment in the country. Thi rdly, there are incomes \ninequalities. The confluence of all these factors h as resulted in the rise of child labor \nin the country.  \nSince independence, the economy of Pakistan was mir ed in various problems. \nPakistan always alternated between the boom and bus t cycle. Structural reforms \ncould not be undertaken and the indigenous resource s could not be utilized to keep \npace with the rising population. The reason was sim ple; Pakistan has stunted \neconomic growth. Such kind of growth is not confine d to Pakistan only, rather many \nof the developing countries of South Asia are faced  with such kind of stagnated \neconomic growth. In the presence of the stagnated g rowth, the rise of unemployment \ncannot be ruled out.  \nPakistan has been wracked by the specter of unemplo yment since \nindependence. According to the report of the Pakist an Bureaus of Statistics, the \ncurrent unemployment of the country stands at 4.08% . In this context, the \nunemployment and concomitant social problems cannot  be overlooked. Due to \nunemployment, the family are overburdened which cou ld not be look after in the \nmeager resources available. The direct outcome has been the use of child to", "page": 5, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n202  \n complement the meager resources of the family. The meager resources of the family \nhave also exacerbated the issue of income inequalit y in the country. (Gilani, 2020).  \nUsing the terminologies of Marxism, there are also wide income inequalities \nthe country. According to one report, only 21% of t he families have wealth equal to \nthe remaining poor in the country. Such inequitable  distribution has created various \nsocio- economic problems for the lower classes in t he country. The upper classes are \nafforded the luxury provided, by the lower classes are languishing in socio-economic \nproblems. To make end meet, they have to resort to child labor to keep their status \nafloat.  \nSocial Causes  \nThe most important factor which cause child labor i n Pakistan has been the \nsocial causes. First, the general nature of the soc ial system has been patriarchal in \nnature. There are also certain causes which leads t o overpopulation which in the long \nrun can overburden the family. In such a situation,  child is considered as the entities \nwhich could be utilized for the purpose of compleme nting their income.  \nSecondly, there is the lack of education and the pr evalence of illiteracy in the \ncountry. The issue of literacy is more conspicuous in the rural areas. The lack of \neducation means the lack of enlightened principles to be inculcated. In such a \nsituation, children are not devoted to education ra ther they are devoted to child labor. \nThe illiteracy prevents them to think in terms of l ong term dividends of education of \nthe children. (Basu, 2001)  \nThe most important causes which has been attributed  to child labor in \nPakistan has been the over population. According to  the latest population census of \n2017, the population of Pakistan stands at 210 mill ion and it is likely to reach 350 \nmillion by 2030 if the current rate of population g rowth persisted. The overpopulation \nnot only means burden on national resources but als o on the household income. The \nincrease in population and households can lead to v arious issues like more children, \nand similar demands for more income. In such a situ ation, the only alternative before \nthe family it to rely on children labor to compleme nt their meager income and meet \ntheir various needs in an effective manner.  \nAdministrative Causes  \nThe administrative structure of any state plays a v ery vital role in delivery of \npublic services and implementing the laws of the st ate. A weak administrative \nstructure can result in various problems for the st ate and society at large. The \nadministrative structure when put in place on sound  foundation can be instrumental \nfor the socio-economic development of the state. Ho wever, the administrative \nstructure in the developing countries is mired in v arious issues which have impacted \nthe socio-economic landscape of those countries. (B aland, Is child labor inefficient? \n2000) It suffers from various inefficiency, corrupt ion, the lack of delivery, and the \nabsence of rule of law. The confluence of all these  things has resulted in various \nproblem for Pakistan.  \nPakistan has been better as long as the formulation  of laws and policies are \nconcerned. It is rather poor in the implementation of laws and policies. There is no \nexception when it comes to the laws pertaining to t he child labor in the country.", "page": 6, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Pakistan Social Sciences Review (PSSR) April-June, 2022 Volume 6, Issue 2 \n \n203  \n Various laws have been formulated in the country bu t they could not be implemented \nin its true letter and spirit.  \nLegal Causes  \nWhen a holistic approach is adopted, it could be re vealed that the existing \nlaws in the country have not kept pace with the cha nging dynamics of society. The \nstrength of the law lies in the fact that there oug ht to be continuous reforms, and laws \nare to be updated and refined. However, in the cont ext of Pakistan, for many years \nthere was no law to deal with the child labor in th e country. It was only in the 1973 \nconstitution when the prohibition of child labor wa s provided in Pakistan. Later on, \nwhen Pakistan approved the Convention of the Rights  of Children-1989, it adopted \nvarious laws. Hence, the laws in the country cannot  kept pace with the changing \ndynamics of the country. It resulted in a vacuum cr eated in society which was easily \nexploited by the people who resorted to child labor .  \nConsequences of the Child Labor in Pakistan  \nThe prevention of social problems is one of the bas ic responsibilities of the \nstate as enshrined in the various provisions of the  constitution. Pakistan has ratified \nvarious treaties pertaining to different category o f people. As far as the child labor is \nconcerned and the rights of children are concerned,  it has signed and ratified the \nconvention on the rights of children. Pakistan has implemented various laws in line \nwith the said convention. However, those laws could  not be implemented in its true \nletter and spirit. This is the reason that accordin g to the one report, there are 13 million \nchild labor working in different sectors at the exp ense of various repercussion for \ntheir social, emotional and other aspect of the chi ldren personality. Therefore, the \nconsequences which the child labor have upon the ch ild cannot be shrugged off. \n(Basu, 2001)  \nThe first impact of the children labor is that is d eprives a child from acquiring \neducation. The years which otherwise could have bee n spent in the school are spend \nin the child labor. According to the Economic Surve y Report, there are 23million \nchildren out of school. This huge school dropout, b esides other factors, can be \nattributed to the pernicious issue of child labor i n the country.  \nSecondly, the issues of child labor in the country can result in the persistence \nof class and income inequities in the country. The various consequences which the \nchildren incur during the process of the child labo r is translated in stagnation in terms \nof class improvement. Pakistan is the country where  yawning class inequalities exist, \nthe issue of child labor only persist that and exac erbated the income and class \ninequalities in Pakistan.  \nThe issue of child labor also impacts the human cap ital of the children. The \nproper development of children and their rational d evelopments is pivoted around \nthe system of education. According to Jean Jacques Rouessue in his book “Emile”, \nthat the purpose of education is to inculcate ratio nality in children and make them \nrational beings. However, the child labor in the co untry impacts the human capital of \nthe children. (Lange, 2010) They are deprived of th e development of various skills to \nkeep pace with the modern trends in the economy.", "page": 7, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n204  \n Likewise, the consequences of the children are very  great when contextualized \nin terms of various consequences and various manife station of the child abuse in the \ngarb of child labor in country. No one can deny tha t the child labor can trigger the \nphysical and emotional abuse of the children. In th is regard, the child labor has \nconsequences for the long terms stability and tranq uility of society.  \nIs Child Labor a Crime?  \nThe various consequences which the child labor have  for the various aspect of \nthe child personality and the long term stability a nd progress of society leads to the \nconclusion that whether or not child labor is a cri me. And when if it is crime, then \nhow it could be prevented and by which agency of th e state.  \nBefore ascertaining the nature of crime in the garb  of child labor, the meaning \nof crime must be clarified. Any crime in society is  caused when a law is transgressed \nby a criminal. The laws are meant to protect the st ability and ensure peace of society. \nAnyone who goes astray from the legal confines, mus t be bring to account for his \nviolation of laws. In some society, there are also norms which are considered as \nfunctional to society. Its violation could be consi dered as deviance.  \nTo ascertain as to whether child labor constitute c riminal offence can be \nanalyzed on the touchstone of following factors.  \nA Legal Perspective  \nIn legal terms, child labor constitutes a crime. It  is evident from various legal \nconcepts and various laws present in the country. F irst, there is the concept of “Parens \nPatriae”, according to which state is the guardian of the children and it must play a \nproactive role to prevent the abuse of children in society. Secondly, the constitution \nof Pakistan clearly stipulates according to its art icle 11 that child labor is prohibited. \n(Beegle, 2019) It leads to the conclusion that anyo ne violating this fundamental rights \ncan be called into account. Likewise, the Employmen t of Children Act-1991 provides \nthat children labor is prohibited. Hence, from a le gal perspective the age of majority \nand minority has been demarcated and anyone who is found to be committing the \ncrime of child labor can be apprehended. Hence, fro m a legal perspective Child labor \nis a crime. (Baland, 2000)  \nThe Views of the International Labor Organization ( ILO)  \nThe International Labor Organization (ILO) is a sub sidiary agencies of the \nUnited Nations Organizations which works for the de velopment and the protection \nof the labor in the world. The ILO is also at foref ront to protect child labor around the \nworld. The role of ILO was instrumental in the form ation of the rights of child labor. \nIn 1996, the ILO also carried out various survey in  Pakistan to ascertain the situation \nof the rights child labor. According to the views o f the ILO, Child labor is crime as it \ncomes at the cost of impacting the emotional, psych ological and intellectual \ndevelopment of the children.  \nA Social Perspective  \nHow child labor constitute could be ascertained als o on the basis of the social \nconsequences of the child labor. From social perspe ctive, every society is being", "page": 8, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Pakistan Social Sciences Review (PSSR) April-June, 2022 Volume 6, Issue 2 \n \n205  \n operated though the system where every part of the system work for the collective \nbenefits of society. The emergence of any social pr oblems in society lead to a \ndysfunctional society. For example, the emergence o f poverty, unemployment, \nsuicide, crimes and various others social problems could be considered as the \nmanifestation of the dysfunctional nature of societ y.  \nEvery social problem also requires a policy to be d ealt with. When translated \ninto actions, the various social problems require v arious solutions and it becomes the \nduty of the political organ of society to prevent a nd administer the legal regime and \ndeal with it in an effective manner. In this regard , the elimination of social problems \nbecomes the duty of the political organs of society  which can assume various \nmanifestation. (Edmonds, 2017) To prevent those soc ial problems, state utilizes \nvarious measures. The state utilizes various instru ments like various institution and \nadministrative structure and the institution of law . These structural and legal regimes \ncan lead to the prevention of many of the social pr oblems in society. When studied in \nthe context of legal regime and the administrative structure which deals with the \nsocial problems like the child labor, it becomes ev ident that even from this social \nperspective the phenomenon of child labor is a crim e and need to be stopped. (Apel, \n2019)  \nAs far as the social perspective is concerned, the most important point of view \nis also represented by the civil society and variou s non-governmental organization \nworking in the country. According to this perspecti ve, the civil society and the NGO’s \nare at the forefront to prevent the child labor in the country. Various NGO are vocal \nagainst the child labor and deem it as a crime and considered it as crime in society.  \nThe Legal Regime  \nThe role of legal regime in the prevention of child  labor in the country cannot \nbe overlooked. Pakistan introduced various laws per taining to the child labor in the \ncountry in line with its commitments under the inte rnational treaties pertaining to \nhuman rights and the rights of children. The purpos e of laws is to ensure peace and \ncall into question those who transgress the m limit s set out by the law. In Pakistan, \nvarious laws have been implemented and the constitu tional provides for the \nprohibition of child labor in the country. The laws  like the Factories act, 1934, the \nemployment of children act 1991, and the article 11  specifically deals with child labor.  \nHowever, on the closer analysis it is revealed that  the purposes of these laws \nhave been to prevent the child labor in the country , but the very weakness was \nwitnessed in the implementation of the same laws. T he problems in Pakistan has not \nbeen the lack of laws or the lack of policy but it rather is presence of dereliction which \nhas leads to the non-implementation of the same law s. This is the reason that in \nPakistan the laws could not be implemented and the same has resulted in the rise of \nchild labor in the country. Hence, the legal regime s could be made effective once a \nsystem is in placed where the laws could be impleme nted in its true and letter spirit. \nThe laws which exist only in books cannot be deemed  effective.  \nTherefore, for the legal regime to be effective a f ew things need to be \nundertaken. First, the system of punishment needed to be improved. The only causes \nbecause of which many resort to child labor is the fact that they know law would not \npunish them. Secondly, the administrative structure  needed to be made more vigilant", "page": 9, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n206  \n to implement the laws in its entirety. Thirdly, the  rule of law must be ensured. Only \nthe rule of law can be instrumental for the elimina tion of child labor in the country in \nthe long run.   \nConclusion  \nChild labor not only destroys the life of child, bu t it also destroys the life of \nhumanity and call into question the moral system of  society besides having various \npolitical, social, economic repercussions for the s ociety in question. But the \nphenomenon of child labor prevents a child to acqui re education and hence deprives \nhim various fundamental rights enshrined in the con stitution, the various laws and \nthe international treaties to which Pakistan is a p arty.  \nThe pernicious phenomenon of child labor exists in various manifestation. \nAccording to one author, the issue of child labor a nd its roots can be found in the \nindustrial age when people started to shift their e nergy from agriculture to industries. \nIt was also the beginning of the capitalist economy  which pivoted around the earning \nof money and increasing the same. However, from the  very outset various classes \nemerged in which a few had access to the resources and arrogated the resources of \nthe states and utilized the same for improving thei r economic clout, while many \nsuffered from various problems in which the rise of  poverty was but a phenomenon. \nThe rise of poverty and the rise of have-not class led to an increase in various social \nproblems in society.  \nThese social problems existed in various manifestat ion and were well carried \ninto the current age. The capitalist system assumed  that various ways are to be \nutilized for earning money. In this regard, poor pe ople started to children to invest in \nlabor to complement their income. This is the reaso n that child labor is universal \nphenomenon and it does not confine to a particular group, community, culture or \ncountry.  \nThe rise of child labor in Pakistan also stems for its peculiar socio and political \nenvironment. The confluence of various causes and f actors like poverty, \nunemployment, over population, administrative facto rs, the defect in the laws and \nthe lack of democratic norms has resulted in the gr owth of child labor in the country. \nThe presence of these factor have led to spike in t he child labor in the country and \nthis number is likely to increase in years to come according to the report of one of the \nreputed NGO’s working in Pakistan and the estimates  of the World Economic Forum. \nThe child labor and the associated child abuse has led to the perception that child \nlabor is not only a social problem but it also a cr ime per se.  \nThe issue of child labor as crime can be found by p roviding various \nperspective. These perspectives could be found in t he legal, the views of the ILO and \nsocial perspective. According to the legal perspect ive, every legal regime prescribes \nthe age of majority and minority. Any labor which i s performed by the minor is \nconsidered as crime. Similarly, according to the IL O, the various hazardous impacts \nwhich the child labor have on child like physical a buses, emotional abuse and impacts \non the overall development of society leads to the fact that it is a crime in its own. \nSimilarly, according to the social perspective, chi ld labor is the manifestation of the \ndysfunctionality of society. The child labor impact s the stability of the society and the \npolitical organ must take certain steps to prevent it by criminalizing it besides taking", "page": 10, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Pakistan Social Sciences Review (PSSR) April-June, 2022 Volume 6, Issue 2 \n \n207  \n reforms at different level. The child labor once pr event could prevent decent into \nchaos and instability.  \nIn this regard, a holistic, comprehensive and inclu sive approach needed to be \nadopted to prevent child labor in the country. The prevention of child labor is not to \nbe confined to the state only, rather a number of s takeholders must be involved so \nthat child labor could be prevented in the country.  For that purpose, the \nimplementation of the laws could be ensured the rol e of NGO could be strengthened. \nOnly that way Pakistan can ensure that “Child is me ant to learn not to earn” which \nin the long run will drive the progress of Pakistan  as “What done to children, they \nwill do to society” as has been aptly described by Karl Menninger.", "page": 11, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}, {"text": "Women’s Financial Status, Autonomy and Household Ba rgaining in the Punjab: A Feminist Analysis \n \n208  \n References  \nAcemoglu, D., & Robinson, J. A. (2018). Persistence  of power, elites, and \ninstitutions. American Economic Review , 98 (1), 267-93.  \nApel, R., Bushway, S. D., Paternoster, R., Brame, R ., & Sweeten, G. (2019). Using state \nchild labor laws to identify the causal effect of y outh employment on deviant \nbehavior and academic achievement. Journal of Quantitative Criminology , 24 (4), \n337-362.  \nBalagopalan, S. (2019). Why historicize rights-subj ectivities? Children’s rights, \ncompulsory schooling, and the deregulation of child  labor in \nIndia. Childhood , 26 (3), 304-320.  \nBaland, J. M., & Robinson, J. A. (2000). Is child l abor inefficient? Journal of political \neconomy , 108 (4), 663-679.  \nBasu, K., & Van, P. H. (2001). The economics of chi ld labor. American economic review , \n412-427.  \nBeegle, K., Dehejia, R., & Gatti, R. (2019). Why sh ould we care about child labor? The \neducation, labor market, and health consequences of  child labor. Journal of Human \nResources , 44 (4), 871-889.  \nCigno, A., Rosati, F. C., & Guarcello, L. (2012). D oes globalization increase child \nlabor? World Development , 30 (9), 1579-1589.  \nEdmonds, E. V., Schultz, T., & Strauss, J. (2017). Handbook of development \neconomics. Elsevier  \nFallon, P., & Tzannatos, Z. (1998). Child labor . Washington, DC: World Bank.  \nGilani, S. R. S., & Rehman, H. U. (2020). The Princ iples of\" Necessity\" and\" Balance\": \nthe most important elements of the Doctrine of Prop ortionality in the\" Judicial \nReview Process\": A Critical Analyses. Dialogue (Pakistan) , 15 (3).  \nLange, L. (Ed.). (2010). Feminist Interpretations of Jean-Jacques Rousseau . Penn State \nPress.", "page": 12, "source": "child-labor-in-pakistan-causes-consequences-and-prevention.pdf"}]